const smartphones = [
    {
        "id": 1,
        "image": "./img/i14-1.png",
        "label": "-35%",
        "discountedPrice": 64499,
        "originalPrice": 100000,
        "discription": ' Смартфон Apple iPhone 14 в красивом и прочном корпусе из алюминия аэрокосмического класса. 6,1-дюймовый экран Super Retina XDR. Благодаря высокому разрешению экрана телефон воспроизводит медиа с максимальной реалистичностью. Насыщенный черный цвет и яркий белый - OLED технология обеспечивает оптимальный уровень контрастности. Функция True Tone позволяет с комфортом читать книги и сообщения даже солнечным днем, яркость экрана адаптируется под окружающее освещение. В iPhone 14 используется тот же сверхскоростной чип, что и в iPhone 13 Pro. A15 Bionic с 5-ядерным графическим процессором поддерживает все новейшие функции и делает графически насыщенные игры и приложения дополненной реальности максимально плавными. Новая основная камера и улучшенная обработка изображений позволяют делать еще более сенсационные снимки при любом освещении, особенно при слабом освещении. Снимаете ли вы во время прогулки по каменистой тропе или гоняете своих детей по парку, попробуйте режим "Действие" для плавного видео с рук. Повышенная стабилизации Action Mode исключает размытие кадра при съемке движущихся объектов. Фронтальная камера поддерживает технологию Smart HDR 4. Одновременная фокусировка на лицах четырех человек повышает контрастность и яркость снимка, а также выравнивает тон кожи всех участников фотосессии. Обновленный внутренний дизайн обеспечивает лучшую тепловую эффективность, поэтому вы можете дольше оставаться в движении. Получите потрясающее время автономной работы iPhone 14 в течение всего дня.',
        "imgs":['./img/i14-1.png','./img/i14-2.png','./img/i14-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 14 128GB"
    },
    {
        "id": 2,
        "image": "./img/i15-1.png",
        "label": "-34%",
        "discountedPrice": 99999,
        "originalPrice": 150000,
        "discription": ' Элегантное сочетание новых оттенков и алюминиевого корпуса, улучшенная камера, аккумулятор и динамический остров - все это про него. iPhone 15 вышел на рынок в сентябре 2023 года, и уже доступен к покупке, чтобы радовать пользователей уникальными решениями Apple. Основу смартфона составляет 6,1-дюймовый дисплей и элегантный корпус из алюминия, который доступен в четырех новых оттенках: розовый, желтый, голубой, зеленый и черный. Каждый из них уникален и ожидает своего владельца!iPhone 15 работает на базе чипа нового поколения A17 Bionic. Компания Apple разработала процессор с невероятной мощностью, которую единогласно признали эксперты. С такой силой вы можете не беспокоиться за тяжелые программы и приложения - все операции будут скользить и происходить молниеносно. Аккумулятор Айфон 15 также потерпел изменения. Теперь смартфон заряжается от зарядного устройства USB-C, который идет в комплекте с основным продуктом. А его заряда хватит более, чем на сутки использования или до 20 часов просмотра видео в автономном режиме.',
        "imgs":['./img/i15-1.png','./img/i15-2.png','./img/i15-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 15 128GB"
    },
    {
        "id": 3,
        "image": "./img/i16-1.png",
        "label": "-36%",
        "discountedPrice": 159999,
        "originalPrice": 250000,
        "discription": ' Смартфон Apple iPhone 16 Pro Black Titanium в исполнении черного цвета и объемом памяти 512 ГБ представляет собой передовой гаджет, сочетающий в себе мощные технические характеристики и стильный дизайн. Этот устройство оснащено операционной системой iOS 18, обеспечивающей бесперебойную работу и доступ к последним функциям и приложениям. Диагональ экрана составляет 6.3 дюйма, что делает его идеальным для просмотра видео, игр и чтения. Возможности камеры включают в себя основную камеру на 48 Мп с двумя дополнительными камерами на 48 и 12 Мп, а также фронтальную камеру на 12 Мп, что позволяет делать высококачественные фотографии и видео. Встроенная вспышка и функции распознавания лиц добавляют удобства при съемке в различных условиях освещения.',
        "imgs":['./img/i16-1.png','./img/i16-2.png','./img/i16-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 16 512GB"
    },
    {
        "id": 1,
        "image": "./img/i14-1.png",
        "label": "-35%",
        "discountedPrice": 64499,
        "originalPrice": 100000,
        "discription": ' Смартфон Apple iPhone 14 в красивом и прочном корпусе из алюминия аэрокосмического класса. 6,1-дюймовый экран Super Retina XDR. Благодаря высокому разрешению экрана телефон воспроизводит медиа с максимальной реалистичностью. Насыщенный черный цвет и яркий белый - OLED технология обеспечивает оптимальный уровень контрастности. Функция True Tone позволяет с комфортом читать книги и сообщения даже солнечным днем, яркость экрана адаптируется под окружающее освещение. В iPhone 14 используется тот же сверхскоростной чип, что и в iPhone 13 Pro. A15 Bionic с 5-ядерным графическим процессором поддерживает все новейшие функции и делает графически насыщенные игры и приложения дополненной реальности максимально плавными. Новая основная камера и улучшенная обработка изображений позволяют делать еще более сенсационные снимки при любом освещении, особенно при слабом освещении. Снимаете ли вы во время прогулки по каменистой тропе или гоняете своих детей по парку, попробуйте режим "Действие" для плавного видео с рук. Повышенная стабилизации Action Mode исключает размытие кадра при съемке движущихся объектов. Фронтальная камера поддерживает технологию Smart HDR 4. Одновременная фокусировка на лицах четырех человек повышает контрастность и яркость снимка, а также выравнивает тон кожи всех участников фотосессии. Обновленный внутренний дизайн обеспечивает лучшую тепловую эффективность, поэтому вы можете дольше оставаться в движении. Получите потрясающее время автономной работы iPhone 14 в течение всего дня.',
        "imgs":['./img/i14-1.png','./img/i14-2.png','./img/i14-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 14 128GB"
    },
    {
        "id": 2,
        "image": "./img/i15-1.png",
        "label": "-34%",
        "discountedPrice": 99999,
        "originalPrice": 150000,
        "discription": ' Элегантное сочетание новых оттенков и алюминиевого корпуса, улучшенная камера, аккумулятор и динамический остров - все это про него. iPhone 15 вышел на рынок в сентябре 2023 года, и уже доступен к покупке, чтобы радовать пользователей уникальными решениями Apple. Основу смартфона составляет 6,1-дюймовый дисплей и элегантный корпус из алюминия, который доступен в четырех новых оттенках: розовый, желтый, голубой, зеленый и черный. Каждый из них уникален и ожидает своего владельца!iPhone 15 работает на базе чипа нового поколения A17 Bionic. Компания Apple разработала процессор с невероятной мощностью, которую единогласно признали эксперты. С такой силой вы можете не беспокоиться за тяжелые программы и приложения - все операции будут скользить и происходить молниеносно. Аккумулятор Айфон 15 также потерпел изменения. Теперь смартфон заряжается от зарядного устройства USB-C, который идет в комплекте с основным продуктом. А его заряда хватит более, чем на сутки использования или до 20 часов просмотра видео в автономном режиме.',
        "imgs":['./img/i15-1.png','./img/i15-2.png','./img/i15-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 15 128GB"
    },
    {
        "id": 3,
        "image": "./img/i16-1.png",
        "label": "-36%",
        "discountedPrice": 159999,
        "originalPrice": 250000,
        "discription": ' Смартфон Apple iPhone 16 Pro Black Titanium в исполнении черного цвета и объемом памяти 512 ГБ представляет собой передовой гаджет, сочетающий в себе мощные технические характеристики и стильный дизайн. Этот устройство оснащено операционной системой iOS 18, обеспечивающей бесперебойную работу и доступ к последним функциям и приложениям. Диагональ экрана составляет 6.3 дюйма, что делает его идеальным для просмотра видео, игр и чтения. Возможности камеры включают в себя основную камеру на 48 Мп с двумя дополнительными камерами на 48 и 12 Мп, а также фронтальную камеру на 12 Мп, что позволяет делать высококачественные фотографии и видео. Встроенная вспышка и функции распознавания лиц добавляют удобства при съемке в различных условиях освещения.',
        "imgs":['./img/i16-1.png','./img/i16-2.png','./img/i16-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 16 512GB"
    },
    {
        "id": 1,
        "image": "./img/i14-1.png",
        "label": "-35%",
        "discountedPrice": 64499,
        "originalPrice": 100000,
        "discription": ' Смартфон Apple iPhone 14 в красивом и прочном корпусе из алюминия аэрокосмического класса. 6,1-дюймовый экран Super Retina XDR. Благодаря высокому разрешению экрана телефон воспроизводит медиа с максимальной реалистичностью. Насыщенный черный цвет и яркий белый - OLED технология обеспечивает оптимальный уровень контрастности. Функция True Tone позволяет с комфортом читать книги и сообщения даже солнечным днем, яркость экрана адаптируется под окружающее освещение. В iPhone 14 используется тот же сверхскоростной чип, что и в iPhone 13 Pro. A15 Bionic с 5-ядерным графическим процессором поддерживает все новейшие функции и делает графически насыщенные игры и приложения дополненной реальности максимально плавными. Новая основная камера и улучшенная обработка изображений позволяют делать еще более сенсационные снимки при любом освещении, особенно при слабом освещении. Снимаете ли вы во время прогулки по каменистой тропе или гоняете своих детей по парку, попробуйте режим "Действие" для плавного видео с рук. Повышенная стабилизации Action Mode исключает размытие кадра при съемке движущихся объектов. Фронтальная камера поддерживает технологию Smart HDR 4. Одновременная фокусировка на лицах четырех человек повышает контрастность и яркость снимка, а также выравнивает тон кожи всех участников фотосессии. Обновленный внутренний дизайн обеспечивает лучшую тепловую эффективность, поэтому вы можете дольше оставаться в движении. Получите потрясающее время автономной работы iPhone 14 в течение всего дня.',
        "imgs":['./img/i14-1.png','./img/i14-2.png','./img/i14-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 14 128GB"
    },
    {
        "id": 2,
        "image": "./img/i15-1.png",
        "label": "-34%",
        "discountedPrice": 99999,
        "originalPrice": 150000,
        "discription": ' Элегантное сочетание новых оттенков и алюминиевого корпуса, улучшенная камера, аккумулятор и динамический остров - все это про него. iPhone 15 вышел на рынок в сентябре 2023 года, и уже доступен к покупке, чтобы радовать пользователей уникальными решениями Apple. Основу смартфона составляет 6,1-дюймовый дисплей и элегантный корпус из алюминия, который доступен в четырех новых оттенках: розовый, желтый, голубой, зеленый и черный. Каждый из них уникален и ожидает своего владельца!iPhone 15 работает на базе чипа нового поколения A17 Bionic. Компания Apple разработала процессор с невероятной мощностью, которую единогласно признали эксперты. С такой силой вы можете не беспокоиться за тяжелые программы и приложения - все операции будут скользить и происходить молниеносно. Аккумулятор Айфон 15 также потерпел изменения. Теперь смартфон заряжается от зарядного устройства USB-C, который идет в комплекте с основным продуктом. А его заряда хватит более, чем на сутки использования или до 20 часов просмотра видео в автономном режиме.',
        "imgs":['./img/i15-1.png','./img/i15-2.png','./img/i15-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 15 128GB"
    },
    {
        "id": 3,
        "image": "./img/i16-1.png",
        "label": "-36%",
        "discountedPrice": 159999,
        "originalPrice": 250000,
        "discription": ' Смартфон Apple iPhone 16 Pro Black Titanium в исполнении черного цвета и объемом памяти 512 ГБ представляет собой передовой гаджет, сочетающий в себе мощные технические характеристики и стильный дизайн. Этот устройство оснащено операционной системой iOS 18, обеспечивающей бесперебойную работу и доступ к последним функциям и приложениям. Диагональ экрана составляет 6.3 дюйма, что делает его идеальным для просмотра видео, игр и чтения. Возможности камеры включают в себя основную камеру на 48 Мп с двумя дополнительными камерами на 48 и 12 Мп, а также фронтальную камеру на 12 Мп, что позволяет делать высококачественные фотографии и видео. Встроенная вспышка и функции распознавания лиц добавляют удобства при съемке в различных условиях освещения.',
        "imgs":['./img/i16-1.png','./img/i16-2.png','./img/i16-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 16 512GB"
    },
    {
        "id": 1,
        "image": "./img/i14-1.png",
        "label": "-35%",
        "discountedPrice": 64499,
        "originalPrice": 100000,
        "discription": ' Смартфон Apple iPhone 14 в красивом и прочном корпусе из алюминия аэрокосмического класса. 6,1-дюймовый экран Super Retina XDR. Благодаря высокому разрешению экрана телефон воспроизводит медиа с максимальной реалистичностью. Насыщенный черный цвет и яркий белый - OLED технология обеспечивает оптимальный уровень контрастности. Функция True Tone позволяет с комфортом читать книги и сообщения даже солнечным днем, яркость экрана адаптируется под окружающее освещение. В iPhone 14 используется тот же сверхскоростной чип, что и в iPhone 13 Pro. A15 Bionic с 5-ядерным графическим процессором поддерживает все новейшие функции и делает графически насыщенные игры и приложения дополненной реальности максимально плавными. Новая основная камера и улучшенная обработка изображений позволяют делать еще более сенсационные снимки при любом освещении, особенно при слабом освещении. Снимаете ли вы во время прогулки по каменистой тропе или гоняете своих детей по парку, попробуйте режим "Действие" для плавного видео с рук. Повышенная стабилизации Action Mode исключает размытие кадра при съемке движущихся объектов. Фронтальная камера поддерживает технологию Smart HDR 4. Одновременная фокусировка на лицах четырех человек повышает контрастность и яркость снимка, а также выравнивает тон кожи всех участников фотосессии. Обновленный внутренний дизайн обеспечивает лучшую тепловую эффективность, поэтому вы можете дольше оставаться в движении. Получите потрясающее время автономной работы iPhone 14 в течение всего дня.',
        "imgs":['./img/i14-1.png','./img/i14-2.png','./img/i14-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 14 128GB"
    },
    {
        "id": 2,
        "image": "./img/i15-1.png",
        "label": "-34%",
        "discountedPrice": 99999,
        "originalPrice": 150000,
        "discription": ' Элегантное сочетание новых оттенков и алюминиевого корпуса, улучшенная камера, аккумулятор и динамический остров - все это про него. iPhone 15 вышел на рынок в сентябре 2023 года, и уже доступен к покупке, чтобы радовать пользователей уникальными решениями Apple. Основу смартфона составляет 6,1-дюймовый дисплей и элегантный корпус из алюминия, который доступен в четырех новых оттенках: розовый, желтый, голубой, зеленый и черный. Каждый из них уникален и ожидает своего владельца!iPhone 15 работает на базе чипа нового поколения A17 Bionic. Компания Apple разработала процессор с невероятной мощностью, которую единогласно признали эксперты. С такой силой вы можете не беспокоиться за тяжелые программы и приложения - все операции будут скользить и происходить молниеносно. Аккумулятор Айфон 15 также потерпел изменения. Теперь смартфон заряжается от зарядного устройства USB-C, который идет в комплекте с основным продуктом. А его заряда хватит более, чем на сутки использования или до 20 часов просмотра видео в автономном режиме.',
        "imgs":['./img/i15-1.png','./img/i15-2.png','./img/i15-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 15 128GB"
    },
    {
        "id": 3,
        "image": "./img/i16-1.png",
        "label": "-36%",
        "discountedPrice": 159999,
        "originalPrice": 250000,
        "discription": ' Смартфон Apple iPhone 16 Pro Black Titanium в исполнении черного цвета и объемом памяти 512 ГБ представляет собой передовой гаджет, сочетающий в себе мощные технические характеристики и стильный дизайн. Этот устройство оснащено операционной системой iOS 18, обеспечивающей бесперебойную работу и доступ к последним функциям и приложениям. Диагональ экрана составляет 6.3 дюйма, что делает его идеальным для просмотра видео, игр и чтения. Возможности камеры включают в себя основную камеру на 48 Мп с двумя дополнительными камерами на 48 и 12 Мп, а также фронтальную камеру на 12 Мп, что позволяет делать высококачественные фотографии и видео. Встроенная вспышка и функции распознавания лиц добавляют удобства при съемке в различных условиях освещения.',
        "imgs":['./img/i16-1.png','./img/i16-2.png','./img/i16-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 16 512GB"
    },
    {
        "id": 1,
        "image": "./img/i14-1.png",
        "label": "-35%",
        "discountedPrice": 64499,
        "originalPrice": 100000,
        "discription": ' Смартфон Apple iPhone 14 в красивом и прочном корпусе из алюминия аэрокосмического класса. 6,1-дюймовый экран Super Retina XDR. Благодаря высокому разрешению экрана телефон воспроизводит медиа с максимальной реалистичностью. Насыщенный черный цвет и яркий белый - OLED технология обеспечивает оптимальный уровень контрастности. Функция True Tone позволяет с комфортом читать книги и сообщения даже солнечным днем, яркость экрана адаптируется под окружающее освещение. В iPhone 14 используется тот же сверхскоростной чип, что и в iPhone 13 Pro. A15 Bionic с 5-ядерным графическим процессором поддерживает все новейшие функции и делает графически насыщенные игры и приложения дополненной реальности максимально плавными. Новая основная камера и улучшенная обработка изображений позволяют делать еще более сенсационные снимки при любом освещении, особенно при слабом освещении. Снимаете ли вы во время прогулки по каменистой тропе или гоняете своих детей по парку, попробуйте режим "Действие" для плавного видео с рук. Повышенная стабилизации Action Mode исключает размытие кадра при съемке движущихся объектов. Фронтальная камера поддерживает технологию Smart HDR 4. Одновременная фокусировка на лицах четырех человек повышает контрастность и яркость снимка, а также выравнивает тон кожи всех участников фотосессии. Обновленный внутренний дизайн обеспечивает лучшую тепловую эффективность, поэтому вы можете дольше оставаться в движении. Получите потрясающее время автономной работы iPhone 14 в течение всего дня.',
        "imgs":['./img/i14-1.png','./img/i14-2.png','./img/i14-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 14 128GB"
    },
    {
        "id": 2,
        "image": "./img/i15-1.png",
        "label": "-34%",
        "discountedPrice": 99999,
        "originalPrice": 150000,
        "discription": ' Элегантное сочетание новых оттенков и алюминиевого корпуса, улучшенная камера, аккумулятор и динамический остров - все это про него. iPhone 15 вышел на рынок в сентябре 2023 года, и уже доступен к покупке, чтобы радовать пользователей уникальными решениями Apple. Основу смартфона составляет 6,1-дюймовый дисплей и элегантный корпус из алюминия, который доступен в четырех новых оттенках: розовый, желтый, голубой, зеленый и черный. Каждый из них уникален и ожидает своего владельца!iPhone 15 работает на базе чипа нового поколения A17 Bionic. Компания Apple разработала процессор с невероятной мощностью, которую единогласно признали эксперты. С такой силой вы можете не беспокоиться за тяжелые программы и приложения - все операции будут скользить и происходить молниеносно. Аккумулятор Айфон 15 также потерпел изменения. Теперь смартфон заряжается от зарядного устройства USB-C, который идет в комплекте с основным продуктом. А его заряда хватит более, чем на сутки использования или до 20 часов просмотра видео в автономном режиме.',
        "imgs":['./img/i15-1.png','./img/i15-2.png','./img/i15-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 15 128GB"
    },
    {
        "id": 3,
        "image": "./img/i16-1.png",
        "label": "-36%",
        "discountedPrice": 159999,
        "originalPrice": 250000,
        "discription": ' Смартфон Apple iPhone 16 Pro Black Titanium в исполнении черного цвета и объемом памяти 512 ГБ представляет собой передовой гаджет, сочетающий в себе мощные технические характеристики и стильный дизайн. Этот устройство оснащено операционной системой iOS 18, обеспечивающей бесперебойную работу и доступ к последним функциям и приложениям. Диагональ экрана составляет 6.3 дюйма, что делает его идеальным для просмотра видео, игр и чтения. Возможности камеры включают в себя основную камеру на 48 Мп с двумя дополнительными камерами на 48 и 12 Мп, а также фронтальную камеру на 12 Мп, что позволяет делать высококачественные фотографии и видео. Встроенная вспышка и функции распознавания лиц добавляют удобства при съемке в различных условиях освещения.',
        "imgs":['./img/i16-1.png','./img/i16-2.png','./img/i16-3.png'],
        "ctg": "smartphones",
        "title": "Смартфон iPhone 16 512GB"
    }
];

const notebooks = [
    {
        "id": 4,
        "image": "./img/l-1-1.png",
        "label": "-50%",
        "discountedPrice": 149999,
        "originalPrice": 300000,
        "discription": "Lenovo Legion Y7000P представляет собой мощный игровой ноутбук от всемирно известного бренда. Модель получила дисплей диагональю 16 с разрешением 2560x1600, цветовым диапазоном 100% sRGB, частотой обновления экрана 165 Гц. В качестве процессора используется Intel Core i7-14700HX, который в паре с видеокартой RTX 4070 обеспечат высокую производительность во всех современных играх.",
        "imgs":['./img/l-1-1.png','./img/l-1-2.png','./img/l-1-3.png'],
        "ctg": "laptops",
        "title": "Ноутбук игровой Lenovo Legion Y7000P"
    },
    {
        "id": 4,
        "image": "./img/l-1-1.png",
        "label": "-50%",
        "discountedPrice": 149999,
        "originalPrice": 300000,
        "discription": "Lenovo Legion Y7000P представляет собой мощный игровой ноутбук от всемирно известного бренда. Модель получила дисплей диагональю 16 с разрешением 2560x1600, цветовым диапазоном 100% sRGB, частотой обновления экрана 165 Гц. В качестве процессора используется Intel Core i7-14700HX, который в паре с видеокартой RTX 4070 обеспечат высокую производительность во всех современных играх.",
        "imgs":['./img/l-1-1.png','./img/l-1-2.png','./img/l-1-3.png'],
        "ctg": "laptops",
        "title": "Ноутбук игровой Lenovo Legion Y7000P"
    },
    {
        "id": 4,
        "image": "./img/l-1-1.png",
        "label": "-50%",
        "discountedPrice": 149999,
        "originalPrice": 300000,
        "discription": "Lenovo Legion Y7000P представляет собой мощный игровой ноутбук от всемирно известного бренда. Модель получила дисплей диагональю 16 с разрешением 2560x1600, цветовым диапазоном 100% sRGB, частотой обновления экрана 165 Гц. В качестве процессора используется Intel Core i7-14700HX, который в паре с видеокартой RTX 4070 обеспечат высокую производительность во всех современных играх.",
        "imgs":['./img/l-1-1.png','./img/l-1-2.png','./img/l-1-3.png'],
        "ctg": "laptops",
        "title": "Ноутбук игровой Lenovo Legion Y7000P"
    },
    {
        "id": 4,
        "image": "./img/l-1-1.png",
        "label": "-50%",
        "discountedPrice": 149999,
        "originalPrice": 300000,
        "discription": "Lenovo Legion Y7000P представляет собой мощный игровой ноутбук от всемирно известного бренда. Модель получила дисплей диагональю 16 с разрешением 2560x1600, цветовым диапазоном 100% sRGB, частотой обновления экрана 165 Гц. В качестве процессора используется Intel Core i7-14700HX, который в паре с видеокартой RTX 4070 обеспечат высокую производительность во всех современных играх.",
        "imgs":['./img/l-1-1.png','./img/l-1-2.png','./img/l-1-3.png'],
        "ctg": "laptops",
        "title": "Ноутбук игровой Lenovo Legion Y7000P"
    },
    {
        "id": 4,
        "image": "./img/l-1-1.png",
        "label": "-50%",
        "discountedPrice": 149999,
        "originalPrice": 300000,
        "discription": "Lenovo Legion Y7000P представляет собой мощный игровой ноутбук от всемирно известного бренда. Модель получила дисплей диагональю 16 с разрешением 2560x1600, цветовым диапазоном 100% sRGB, частотой обновления экрана 165 Гц. В качестве процессора используется Intel Core i7-14700HX, который в паре с видеокартой RTX 4070 обеспечат высокую производительность во всех современных играх.",
        "imgs":['./img/l-1-1.png','./img/l-1-2.png','./img/l-1-3.png'],
        "ctg": "laptops",
        "title": "Ноутбук игровой Lenovo Legion Y7000P"
    }
]


const books = [
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    },
    {
        "id": 5,
        "image": "./img/b-1-1.png",
        "label": "-99%",
        "discountedPrice": 666,
        "originalPrice": 999999,
        "discription": 'Мировая сенсация. Книга, издаваемая в 33 странах. Вы узнаете, о чем думают, что чувствуют и как поступают самые богатые люди планеты, а главное что мешает вам стать одним из них. Первый в мире финансовый психолог Харв Экер поможет выяснить, какая финансовая программа заложена у вас на уровне подсознания и как она влияет на ваши текущие отношения с деньгами.',
        "imgs":['./img/b-1-1.png','./img/b-1-2.png','./img/b-1-3.png'],
        "ctg": "books",
        "title": "Как стать миллионером"
    }
];